[
    {"_id":{"$oid":"628b46e2c4a821595c0c9cd0"},"Title":"Three Billboards Outside Ebbing, Missouri","Description":"Three Billboards Outside Ebbing, Missouri is a 2017 crime drama film written, co-produced, and directed by Martin McDonagh and starring Frances McDormand as a Missouri woman who rents three roadside billboards to call attention to her daughter's unsolved rape and murder. ('Three Billboards Outside Ebbing, Missouri,' Wikipedia, The Free Encyclopedia)","Genre":{"Name":"Crime Drama","Description":"Crime dramas are films that focus on the moral dilemmas of criminals. They differ from crime thrillers as the films generally focus on a more grim and realistic portrayal of the criminal world over violence and gunplay sequences. ( 'Crime film,' Wikipedia, The Free Encyclopedia)"},"Director":{"Name":"Martin McDonagh","Bio":"Martin Faranan McDonagh is a British-Irish playwright, screenwriter, producer, and director. He started his career in the Royal National Theatre wtih The Pillowman in 2003. He has since written many plays produced on the West End and on Broadway. ('Martin McDonagh,' Wikipedia, The Free Encyclopedia)","Birth":"1970"},"Actors":["Frances McDormand","Woody Harrelson","Sam Rockwell"],"ImagePath":"https://upload.wikimedia.org/wikipedia/en/c/c7/Three_Billboards_Outside_Ebbing%2C_Missouri_poster.png","Featured":true},
    {"_id":{"$oid":"628b46e2c4a821595c0c9cd1"},"Title":"Down by Law","Description":"Down by Law is a 1986 American black-and-white independent film written and directed by Jim Jarmusch and starring Tom Waits, John Lurie, and Roberto Benigni.  The film centers on the arrest, incarceration, and escape from jail of three men. It discards jailbreak film conventions by focusing on the interaction between the convicts rather than on the mechanics of the escape. ('Down by Law (film),'  Wikipedia, The Free Encyclopedia)","Genre":{"Name":"Independent","Description":"An independent film, independent movie, indie film, or indie movie is a feature film or short film that is produced outside the major film studio system, in addition to being produced and distributed by independent entertainment companies (or, in some cases, distributed by major companies). ( 'Independent film,' Wikipedia, The Free Encyclopedia)"},"Director":{"Name":"Jim Jarmusch","Bio":"James Robert Jarmusch is an American film director and screenwriter. He has been a major proponent of independent cinema since the 1980s, directing films. As a musician Jarmusch has composed music for his films and released three albums with Jozef von Wissem.  ('Jim Jarmusch,' Wikipedia, The Free Encyclopedia)","Birth":"1953"},"Actors":["Tom Waits","John Lurie","Roberto Benigni"],"ImagePath":"https://upload.wikimedia.org/wikipedia/en/0/0d/Down_by_Law_%281986_film%29_poster.jpg","Featured":true},
    {"_id":{"$oid":"628b46e2c4a821595c0c9cd2"},"Title":"One False Move","Description":"One False Move is a 1992 American crime thriller film directed by Carl Franklin and co-written by Billy Bob Thornton. The film stars Thornton alongside Bill Paxton and Cynda Williams. The low-budget production was about to be released straight to home video when it was finished, but became popular through word of mouth, convincing the distributor to give the film a theatrical release. Film critic Gene Siskel voted this film as his favorite of 1992. ('One False Move,'  Wikipedia, The Free Encyclopedia)","Genre":{"Name":"Thriller","Description":"Thriller film, also known as suspense film or suspense thriller, is a broad film genre that involves excitement and suspense in the audience."},"Director":{"Name":"Carl Franklin","Bio":"Carl Franklin is an American actor, screenwriter, producer, film and television director. Franklin is a graduate of University of California, Berkeley, and continued his education at the AFI Conservatory, where he graduated with an M.F.A. degree in directing in 1986. ('Carl Franklin,' Wikipedia, The Free Encyclopedia)","Birth":"1949"},"Actors":["Bill Paxton","Cynda Williams","Billy Bob Thornton"],"ImagePath":"https://upload.wikimedia.org/wikipedia/en/d/d5/One_false_move.JPG","Featured":true},
    {"_id":{"$oid":"628b46e2c4a821595c0c9cd3"},"Title":"Bullets Over Broadway","Description":"Bullets Over Broadway is a 1994 American black comedy crime film directed by Woody Allen, written by Allen and Douglas McGrath and starring an ensemble cast including John Cusack, Dianne Wiest, Chazz Palminteri and Jennifer Tilly. ('Bullets Over Broadway,'  Wikipedia, The Free Encyclopedia)","Genre":{"Name":"Black Comedy","Description":"The black comedy film deals with taboo subjects—including death, murder, crime, suicide, and war—in a satirical manner. ( 'Comedy film,' Wikipedia, The Free Encyclopedia)"},"Director":{"Name":"Woody Allen","Bio":"Heywood 'Woody' Allen is an American film director, writer, actor, and comedian whose career spans more than six decades and multiple Academy Award-winning films ('Woody Allen,' Wikipedia, The Free Encyclopedia)","Birth":"1935"},"Actors":["John Cusack","Dianne Wiest"],"ImagePath":"https://upload.wikimedia.org/wikipedia/en/b/bf/Bullets_over_Broadway_movie_poster.jpg","Featured":true},
    {"_id":{"$oid":"628b46e2c4a821595c0c9cd4"},"Title":"Dead Man","Description":"Dead Man is a 1995 American Western film written and directed by Jim Jarmusch. It stars Johnny Depp, Gary Farmer, Billy Bob Thornton, Iggy Pop, Crispin Glover, John Hurt, Michael Wincott, Lance Henriksen, Gabriel Byrne, Mili Avital, and Robert Mitchum. The movie, set in the late-1800s, follows William Blake, a meek accountant on the run after murdering a man. He has a chance encounter with enigmatic Native American spirit-guide 'Nobody', who believes Blake is the reincarnation of the visionary English poet William Blake. ('Dead Man,'  Wikipedia, The Free Encyclopedia)","Genre":{"Name":"Western","Description":"The Western is a genre of fiction and film set primarily in the latter half of the 19th century and the early 20th century in the Western United States, which is styled the 'Old West' or the 'Wild West'. ( 'Western (genre),' Wikipedia, The Free Encyclopedia)"},"Director":{"Name":"Jim Jarmusch","Bio":"James Robert Jarmusch is an American film director and screenwriter. He has been a major proponent of independent cinema since the 1980s, directing films. As a musician Jarmusch has composed music for his films and released three albums with Jozef von Wissem.  ('Jim Jarmusch,' Wikipedia, The Free Encyclopedia)","Birth":"1953"},"Actors":["Johnny Depp","Gary Farmer"],"ImagePath":"https://upload.wikimedia.org/wikipedia/en/8/89/DeadManPoster.jpg","Featured":true},
    {"_id":{"$oid":"628b46e2c4a821595c0c9cd5"},"Title":"I'm Not There","Description":"I'm Not There is a 2007 musical drama film directed by Todd Haynes, and co-written by Haynes and Oren Moverman. It is an unconventional biographical film inspired by the life and music of American singer-songwriter Bob Dylan. Six actors depict different facets of Dylan's public personas: Christian Bale, Cate Blanchett, Marcus Carl Franklin, Richard Gere, Heath Ledger (his final film to be released during his lifetime), and Ben Whishaw. A caption at the start of the film declares it to be 'inspired by the music and the many lives of Bob Dylan'; this is the only mention of Dylan in the film apart from song credits, and his only appearance in it is concert footage from 1966 shown during the film's final moments. ('I'm not there,'  Wikipedia, The Free Encyclopedia)","Genre":{"Name":"Biographical","Description":"A biographical film or biopic is a film that dramatizes the life of a non-fictional or historically-based person or people. Such films show the life of a historical person and the central character's real name is used. They differ from docudrama films and historical drama films in that they attempt to comprehensively tell a single person's life story or at least the most historically important years of their lives. ( 'Biographical film,' Wikipedia, The Free Encyclopedia)"},"Director":{"Name":"Todd Haynes","Bio":"Todd Haynes is an American film director, screenwriter, and producer. His films span four decades with themes examining the personalities of well-known musicians, dysfunctional and dystopian societies, and blurred gender roles. ('Todd Haynes,' Wikipedia, The Free Encyclopedia)","Birth":"1961"},"Actors":["Christian Bale","Cate Blanchett","Heath Ledger","Ben Whishaw","Richard Gere"],"ImagePath":"https://upload.wikimedia.org/wikipedia/en/e/ec/I%27m_Not_There.jpg","Featured":true},
    {"_id":{"$oid":"628b46e2c4a821595c0c9cd6"},"Title":"Winter's Bone","Description":"Winter's Bone is a 2010 American coming-of-age mystery drama film directed by Debra Granik. The film stars Jennifer Lawrence as a poverty-stricken teenage girl named Ree Dolly in the rural Ozarks of Missouri who, to protect her family from eviction, must locate her missing father. ('Winter's Bone,' Wikiedia, The Free Encyclopedia)","Genre":{"Name":"Independent","Description":"An independent film, independent movie, indie film, or indie movie is a feature film or short film that is produced outside the major film studio system, in addition to being produced and distributed by independent entertainment companies (or, in some cases, distributed by major companies). ( 'Independent film,' Wikipedia, The Free Encyclopedia)"},"Director":{"Name":"Debra Granik","Bio":"Debra Granik is an American filmmaker. She is most known for 2004's 'Down to the Bone', which starred Vera Farmiga, 2010's 'Winter's Bone', which starred Jennifer Lawrence in her breakout performance and for which Granik was nominated for the Academy Award for Best Adapted Screenplay, and 2018's 'Leave No Trace', a film based on the book My Abandonment by Peter Rock. ('Debra Granik,' Wikipedia, The Free Encyclopedia)","Birth":"1963"},"Actors":["Jennifer Lawrence","John Hawkes","Garret Dillahunt"],"ImagePath":"https://upload.wikimedia.org/wikipedia/en/6/6f/Winters_bone_poster.jpg","Featured":true},
    {"_id":{"$oid":"628b46e2c4a821595c0c9cd7"},"Title":"Life of Brian","Description":"Monty Python's Life of Brian, also known as Life of Brian, is a 1979 British comedy film starring and written by the comedy group Monty Python (Graham Chapman, John Cleese, Terry Gilliam, Eric Idle, Terry Jones and Michael Palin). It was directed by Jones. The film tells the story of Brian Cohen (played by Chapman), a young Jewish-Roman man who is born on the same day as—and next door to—Jesus, and is subsequently mistaken for the Messiah.  ('Monty Python's Life of Brian,'  Wikipedia, The Free Encyclopedia)","Genre":{"Name":"Comedy","Description":"Comedy is a genre of film in which the main emphasis is on humor. These films are designed to make the audience laugh through amusement and most often work by exaggerating characteristics for humorous effect."},"Director":{"Name":"Terry Jones","Bio":"Terence Graham Parry Jones was a Welsh actor, author, comedian, director, historian, poet, presenter, writer, and member of the Monty Python comedy team. ('Terry Jones,' Wikipedia, The Free Encyclopedia)","Birth":"1942","Death":"2020"},"Actors":["Graham Chapman","John Cleese","Michael Palin","Terry Gilliam","Eric Idle","Terry Jones"],"ImagePath":"https://upload.wikimedia.org/wikipedia/en/1/18/Lifeofbrianfilmposter.jpg","Featured":true},
    {"_id":{"$oid":"628b46e2c4a821595c0c9cd8"},"Title":"Local Hero","Description":"Local Hero is a 1983 Scottish comedy-drama film written and directed by Bill Forsyth and starring Peter Riegert, Denis Lawson, Fulton Mackay and Burt Lancaster. Produced by David Puttnam, the film is about an American oil company representative who is sent to the fictional village of Ferness on the west coast of Scotland to purchase the town and surrounding property for his company. For his work on the film, Forsyth won the 1984 BAFTA Award for Best Direction.  ('Local Hero (film),'  Wikipedia, The Free Encyclopedia)","Genre":{"Name":"Comedy drama","Description":"Comedy drama is a genre of dramatic works that combines elements of comedy and drama. As such, it is also known by the portmanteau dramedy. ( 'Comedy drama,' Wikipedia, The Free Encyclopedia)"},"Director":{"Name":"Bill Forsyth","Bio":"William David Forsyth — known as Bill Forsyth — is a Scottish film director and writer known for his films Gregory's Girl (1981), Local Hero (1983) and Comfort and Joy (1984) as well as his adaptation of the Marilynne Robinson novel, Housekeeping (1987) (' Bill Forsyth,' Wikipedia, The Free Encyclopedia)","Birth":"1946"},"Actors":["Burt Lancaster","Peter Rieger","Fulton Mackay"],"ImagePath":"https://upload.wikimedia.org/wikipedia/en/6/6a/Local_Hero_Poster.jpg","Featured":true},
    {"_id":{"$oid":"628b46e2c4a821595c0c9cd9"},"Title":"Being Human","Description":"Being Human is a 1994 comedy-drama film written and directed by Bill Forsyth and starring Robin Williams, John Turturro, Bill Nighy, Vincent D'Onofrio, Robert Carlyle, Theresa Russell and Ewan McGregor in his feature-film debut. An international co-production of the United Kingdom and Japan, the film portrays the experience of a single human soul, portrayed by Williams, through various incarnations. Williams is the only common actor throughout the stories that span man's history on Earth.  ('Being Human (1994 film),'  Wikipedia, The Free Encyclopedia)","Genre":{"Name":"Comedy drama","Description":"Comedy drama is a genre of dramatic works that combines elements of comedy and drama. As such, it is also known by the portmanteau dramedy. ( 'Comedy drama,' Wikipedia, The Free Encyclopedia)"},"Director":{"Name":"Bill Forsyth","Bio":"William David Forsyth — known as Bill Forsyth — is a Scottish film director and writer known for his films Gregory's Girl (1981), Local Hero (1983) and Comfort and Joy (1984) as well as his adaptation of the Marilynne Robinson novel, Housekeeping (1987) (' Bill Forsyth,' Wikipedia, The Free Encyclopedia)","Birth":"1946"},"Actors":["Robin Williams","John Turturro","Kelly Hunter"],"ImagePath":"https://upload.wikimedia.org/wikipedia/en/f/f7/Being_human_poster.jpg","Featured":true},
    {"_id":{"$oid":"628b46e2c4a821595c0c9cda"},"Title":"In Bruges","Description":"In Bruges is a 2008 black comedy-drama crime thriller film directed and written by Martin McDonagh in his feature-length debut. The film stars Colin Farrell and Brendan Gleeson as two London-based Irish hitmen in hiding, with Ralph Fiennes as their enraged boss. The film is set and was filmed in Bruges, Belgium. ('In Bruges,'  Wikipedia, The Free Encyclopedia)","Genre":{"Name":"Comedy drama","Description":"Comedy drama is a genre of dramatic works that combines elements of comedy and drama. As such, it is also known by the portmanteau dramedy. ( 'Comedy drama,' Wikipedia, The Free Encyclopedia)"},"Director":{"Name":"Martin McDonagh","Bio":"Martin Faranan McDonagh is a British-Irish playwright, screenwriter, producer, and director. He started his career in the Royal National Theatre wtih The Pillowman in 2003. He has since written many plays produced on the West End and on Broadway. ('Martin McDonagh,' Wikipedia, The Free Encyclopedia)","Birth":"1970"},"Actors":["Colin Farrell","Brendan Gleeson"],"ImagePath":"https://upload.wikimedia.org/wikipedia/en/e/ee/In_Bruges_poster.png","Featured":true}
]
